import { Team } from "../types/team.type";

export const PlayerDummy = [
    "김민준",
    "이서연",
    "박지훈",
    "최유진",
    "정하은",
    "강도윤",
    "홍예린",
    "윤태호",
    "문지수",
    "신민서",
    "임하늘",
    "오지환",
    "서준호",
    "한지우",
    "배수아",
    "백민재",
    "류서영",
    "안지훈",
];

export const TeamsDummy: Team[] = [
    {
        player: ["김민준", "이서연", "박지훈", "최유진", "정하은", "강도윤"],
    },
    {
        player: ["홍예린", "윤태호", "문지수", "신민서", "임하늘", "오지환"],
    },
    {
        player: ["서준호", "한지우", "배수아", "백민재", "류서영", "안지훈"],
    },
];
